//EDITKICK     JOB (TSO),
//             'EDIT KICKS CLIST',
//             CLASS=A,
//             MSGCLASS=A,
//             MSGLEVEL=(1,1),
//             USER=IBMUSER,PASSWORD=SYS1
//*
//* Copy the KICKS CLIST to SYS1.CMDPROC
//*
//COPYCLST EXEC PGM=IEBCOPY
//CMDPROC  DD  DISP=SHR,DSN=SYS1.CMDPROC
//KICKSPRC DD  DISP=SHR,DSN=KICKS.DOGECICS
//SYSPRINT DD  SYSOUT=*
//SYSIN    DD  *
 COPY INDD=((KICKSPRC,R)),OUTDD=CMDPROC
 SELECT MEMBER=(KICKS)
/*